Repository: 2601677867/pcsx-redux
Catalog: i18n/*.po
Languages: el

source: No BIOS loaded, emulation halted. Set a BIOS file into the configuration, and do a hard reset of the emulator. The distributed OpenBIOS.bin file can be an appropriate BIOS replacement.
el: Κανένα αρχείο BIOS δεν έχει φορτωθεί, η εξομοίωση σταμάτησε Επιλέξτε ένα αρχείο BIOS στις ρυθμίσεις και επανεκκινήστε τον εξομοιωτή Το διαμοιρασμένο αρχείο OpenBIOS.bin μπορεί να χρησιμοποιηθεί ως μία κατάλληλη αντικατάσταησ του BIOS.

source: Detected ECM file with proper header and filename suffix.
el: Ανιχνεύτηκε αρχείο ECM με κατάλληλη επικεφαλίδα και επέκταση αρχείου

source: could not open: %s
el: Αδυναμία ανοίγματος: %s

source: Date & Time
el: Ημερομηνία και ώρα

source: File
el: Αρχείο

source: Size
el: Μέγεθος

source: (Untitled)
el: (Χωρίς τίτλο)`

source: 24 bits shift
el: Shift κατα 24 bits

source: About
el: Σχετικά

source: Accurate - best quality, but slower
el: Ακριβές - καλύτερη ποιότητα αλλά πιο αργό

source: Actual %i vs. %i estimated
el: Πραγματικο %i. Αναμενόμενο: %i

source: Add Breakpoint
el: Προσθήκη Breakpoint

source: Add one entry
el: Προσθήκη καταχώρησης

source: Address
el: Διεύθυνση

source: Advanced BIOS patching
el: Προχωρημένη τροποποίηση BIOS

source: Always enable SIO IRQ
el: Πάντα να είναι ενεργοποιημένες οι SIO IRQ

source: Always enable SPU IRQ
el: Πάντα να είναι ενεργοποιημένες οι SPU IRQ

source: Attempted to access COP3 from 0x%08x. Ignored
el: Απόπειρα πρόσβασεις του COP3 στην διεύθυνση 0x%08x. Αγνοήθηκε

source: Attempted to use an invalid floating point instruction from 0x%08x. Ignored.
el: Απόπειρα χρήσης μιάς μη-έγκυρης εντολής floating point στην διεύθυνση 0x%08x. Αγνοήθηκε

source: Auto reload
el: Αυτόματη επαναφόρτωση

source: Auto save
el: Αυτόματη αποθήκευση

source: BIOS entry point: %s
el: Σημέιο έναρξης BIOS%s

source: BIOS file
el: Αρχείο BIOS

source: Break on byte read map
el: Παύση κατα την ανάγνωση χαρτογραφημένων byte

source: Break on byte write map
el: Παύση κατα το γράψιμο χαρτογραφημένων byte

source: Break on execution map
el: Παύση κατα την εκτέλεση απο χαρτογραφημένες διευθύνσεις

source: Break on half read map
el: Παύση κατα την ανάγνωση χαρτογραφημένων halfword

source: Break on half write map
el: Παύση κατα το γραψιμο χαρτογραφημένων halfword

source: Break on word read map
el: Παύση κατα την ανάγνωση χαρτογραφημένων word

source: Break on word write map
el: Παύση κατα το γράψιμο χαρτογραφημένων word

source: Breakpoint Type
el: Είδος Breakpoint

source: Breakpoint on vsync
el: Breakpoint κατά την περίοδο vsync

source: Breakpoint triggered: PC=0x%08x - Cause: %s
el: Πυροδότηση Breakpoint. PC=0x%08x - Cause: %s

source: Buffer overflow...
el: Υπερχείληση προσωρινής μνήμης...

source: CD-ROM EXE Name: %.255s
el: Ονομα εκτελέσιμου αρχείου: %.255s

source: CD-ROM ID: %.9s
el: Ταυτότητα CD-ROM: %.9s

source: CD-ROM Label: %.32s
el: Ετικέτα CD-ROM 1%.32s

source: CPU: %s
el: Επεξεργαστής: %s

source: Callstack
el: Στοίβα κλήσεων

source: Cancel
el: Ακύρωση

source: Change streaming pitch
el: Αλλαγή χροιάς streaming

source: Change the value of register %s:
el: Αλλαγή της τιμής του καταχωρητή %s:

source: Cheats loaded from: %s
el: Φορτώθηκαν cheats από: 1%s

source: Cheats saved to: %s
el: Αποθήκευση cheats σε: %s

source: Clear
el: Εκκαθάριση

source: Close ISO
el: Κλείσιμο ISO

source: Close LID
el: Κλείσιμο LID:

source: Code##{}{:08x}
el: Κώδικας##{}{:08x}

source: Columns
el: Στήλες

source: Combined pseudo-instructions
el: Συνδυασμός ψευδο-εντολών

source: Configuration
el: Ρυθμίσεις

source: Connection closed!
el: Η σύνδεση έκλεισε!

source: Copy
el: Αντιγραφή

source: Copyright (C) 2019-2021 PCSX-Redux authors
el: Πνευματικά δικαιώματα (C) 2019-2021 συγγραφείς του PCSX-Redux

source: Core profile: %s
el: Προφίλ πυρήνα: %s

source: Could not allocate frame
el: Αδυναμία εκχώρησης καρέ

source: Could not allocate memory to decode CDDA TRACK: %s
el: Αδυναμία εκχώρησης μνήμης για την αποκωδικοποίηση κομματιού CDDA: %s

source: Could not find %s stream in input file
el: Αδυναμία εύρεσης της ροής %sστο αρχείο εισόδου

source: Could not find audio codec for the input, aborting
el: Αδυναμία εύρεσης κωδικοποιητή ήχου για είσοδο, διακοπή

source: Could not find audio stream in the input, aborting
el: Αδυναμία ανοίγματος ροής ήχου, διακοπή

source: Could not find stream information
el: Αδυναμία εύρεσης πληροφοριών stream

source: Could not load cheats from: %s
el: Αδυναμία φόρτωσης cheats από: %s

source: Could not open BIOS:"%s". Retrying with the OpenBIOS
el: Αδυναμία ανοίγματος του αρχείου BIOS: "%s". Επαναπροσπάθεια με το OpenBIOS

source: Could not open source file %s
el: Αδυναμία ανοίγματος αρχείου πηγαίου κώδικα %s

source: Cubic interpolation - better treble
el: Κυβική παρεμβολή - καλύτερο πρίμα

source: Data##{}{:08x}
el: Δεδομένα##{}{:08x}

source: Decode MDEC videos in B&W
el: Αποκωδικοποίηση βίντεο MDEC σε ασπρόμαυρο

source: Disable##
el: Απενεργοποίηση##

source: Disabled
el: Απενεργοποιημένο

source: Display
el: Προβολή

source: Draw arrows for jumps
el: Χρήση βελών για τα jumps

source: Dynarec CPU
el: Επεξεργαστής Dynarec

source: Edit value of {}
el: Επεξεργασία τιμής του {}

source: Edit##{}
el: Επεξεργασία##{}

source: Emulates an installed 8MB system, instead of the normal 2MB. Useful for working with development binaries and games.
el: Εξομοίωση ενός συστήματος με 8MB RAM Σε αντίθεση με τα συνηθισμένα 2MB. Χρήσιμο για την εργασία με δυαδικά αρχεία development και παιχνίδια

source: Emulation
el: Εξομοίωση

source: Emulation Configuration
el: Ρυθμίσεις εξομοίωσης

source: Enable Alpha channel view
el: Ενεργοποίηση προβολής του καναλιού Alpha

source: Enable Debugger
el: Ενεργοποίηση Αποσφαλματωτή

source: Enable GDB Server
el: Ενεργοποίηση εξυπηρετητή GDB

source: Enable Web Server
el: Ενεργοποίηση εξυπηρετητή Web

source: Enable XA decoder
el: Ενεργοποίηση αποκωδικοποιητή XA

source: Enable greyscale
el: Ενεργοποίηση αποχρώσεων του γκρι

source: Enable streaming
el: Ενεργοποίηση streaming

source: Enable##
el: Ενεργοποίηση##

source: Enabled
el: Ενεργοποιημένο

source: Encountered reserved opcode from 0x%08x, firing an exception
el: Συναντήθηκε δεσμευμένη εντολή στην διεύθυνση 0x%08x, ενεργοποίηση exception

source: Error allocating memory!
el: Πρόβλημα στην εκχώρηση μνήμης!

source: Error decoding audio frame
el: Πρόβλημα στην αποκωδικοποίηση καρέ ήχου

source: Error initializing GPU plugin: %d
el: Αδυναμία αρχικοποίησης του πρόσθετου GPU: %d

source: Error initializing SIO1 plugin: %d
el: Πρόβλημα στην αρχικοποίηση του πρόσθετου SIO1: 1%d

source: Error initializing SPU plugin: %d
el: Αδυναμία αρχικοποίησης πρόσθετου SPU: %d

source: Error loading %s: %s
el: Αδυναμία φόρτωσης %s: %s

source: Error opening file: %s.
el: Πρόβλημα στο άνοιγμα αρχείου: %s.

source: Execution map
el: Χάρτης εκτέλεσης

source: Failed to find %s codec
el: Αδυναμία εύρεσης του κωδικοποιητή %s

source: Failed to open %s codec
el: Αδυναμία ανοίγματος του κωδικοποιητή 1%s

source: Fast boot
el: Γρήγορη εκκίνηση

source: File
el: Αρχείο

source: File Offset
el: Μετατόπιση αρχείου

source: Filename
el: Όνομα αρχείου

source: Files
el: Αρχεία

source: Filter
el: Φίλτρο

source: Follow
el: Ακολούθηση

source: Follow PC
el: Ακολούθηση PC

source: Fullscreen render
el: Απόδοση πλήρους οθόνης

source: GAME ID: %s
el: Ταυτότητα παιχνιδιού: %s

source: GDB Server Port
el: Θύρα εξυπηρετητή GDB

source: GDB Server Trace
el: Trace εξυπηρετητή GDB

source: GDB send manifest
el: GDB αποστολή manifest

source: Gaussian interpolation - good quality
el: Παρεμβολή γκάους - καλή ποιότητα

source: Generates IRQs when buffers are decoded.
el: Παραγωγή IRQs οταν αποκοδικοποιούνται τα buffers

source: Hard Reset
el: Επανεκκίνηση

source: Hardware Registers
el: Καταχωρητές υλισμικού

source: Help
el: Βοήθεια

source: Home
el: Αρχική

source: Idle
el: Αδρανές

source: ImGui Themes
el: Στυλ ImGui

source: Interpolation
el: Παρεμβολή

source: Invalid PPF patch: %s.
el: Μη έγκυρο patch PPF: %s.

source: Link error:
el: Σφάλμα link:

source: Load Size
el: Φόρτωση μεγέθους

source: Load Symbols
el: Φόρτωση συμβόλων

source: Load binary
el: Φόρτωση δυαδικού αρχείου

source: Load state
el: Φόρτωση κατάστασης

source: Load symbols map
el: Φόρτωση χάρτη συμβόλων

source: Loaded BIOS: %s
el: Φόρτωση BIOS: %s

source: Loaded CD Image: %s
el: Φορτώθηκε η εικόνα CD: 1%s

source: Loaded PPF %d.0 patch: %s.
el: Φορτώθηκε το αρχείο PPF %d. 0 patch: %s.

source: Loaded SBI file: %s.
el: Άνοιγμα αρχείου SBI: 1%s.

source: Loading memory card %s
el: Φόρτωση κάρτας μνήμης %s

source: Locale
el: Γλώσσα

source: Logs
el: Καταγραφές

source: Loud
el: Δυνατό

source: Loudest
el: Πιο δυνατό

source: Low
el: Χαμηλό

source: Lua Console
el: Κονσόλα Lua

source: Lua Editor
el: Επεξεργαστής Lua

source: Lua Inspector
el: Προβολή Lua

source: Lua Source
el: Πηγή Lua

source: Main VRAM Viewer
el: Κύρια προβολή VRAM

source: Map byte reads
el: Χαρτογράφηση ανάγνωσης byte

source: Map byte writes
el: Χαρτογράφηση γραφών byte

source: Map execution
el: Χαρτογράφηση εκτέλεσης

source: Map half reads
el: Χαρτογράφηση ανάγνωσης halfword

source: Map half writes
el: Χαρτογράφηση γραφών halfword

source: Map word reads
el: Χαρτογράφηση ανάγνωσης word

source: Map word writes
el: Χαρτογράφηση γραφών word

source: Medium
el: Μεσάιο

source: Memory Card 1 inserted
el: Σύνδεση της κάρτας μνήμης 1

source: Memory Card 2 inserted
el: Σύνδεση της κάρτας μνήμης 2

source: Memory Editor #
el: Επεξεργαστής μνήμης #

source: Memory Editors
el: Επεξεργαστές μνήμης

source: Memory card %s failed to load!
el: Αδυναμία φόρτωσης της κάρτας μνήμης %s

source: Misc
el: Υπόλοιπα

source: Move down
el: Κίνηση κάτω

source: Move up
el: Κίνηση πάνω

source: Muted
el: Απενεργοποίηση ήχου

source: None - fastest
el: Κανένα - Γρηγορότερο

source: Notification
el: Ειδοποίηση

source: OK
el: ΟΚ

source: Ok
el: ΟΚ

source: Open Binary
el: Άνοιγμα δυαδικού αρχείου

source: Open ISO
el: Άνοιγμα ISO

source: Open Image
el: Άνοιγμα αρχείου εικόνα

source: Open LID
el: Άνοιγμα LID

source: Open and close LID
el: Άνοιγμα και κλείσιμο LID

source: OpenGL information
el: Πληροφορίες OpenGL

source: Options
el: Επιλογές

source: Order by
el: Ταξινόμηση ανά

source: Output
el: Έξοδος

source: PCSX-Redux booting
el: Εκκίνηση του PCSX-Redux

source: Parallel Port
el: Παράλληλη θύρα

source: Pause
el: Παύση

source: Pause SPU waiting for CPU IRQ
el: Παύση SPU ενώ αναμένεται CPU IRQ

source: Plugins loaded.
el: Τα πρόσθετα φορτώθηκαν

source: Pseudo-instrucitons filling
el: Γέμισμα ψευδο-εντολών

source: Quit
el: Έξοδος

source: RAM base
el: Αρχή RAM:

source: Read 16 map
el: Χάρτης ανάγνωσης 16

source: Read 32 map
el: Χάρτης ανάγνωσης 32

source: Read 8 map
el: Χάρτης ανάγνωσης 8

source: Read Byte
el: Ανάγνωση Byte

source: Read Half
el: Ανάγνωση Halfword

source: Read Word
el: Ανάγνωση Word

source: Reboot
el: Επανεκκίνηση

source: Refresh
el: Ανανέωση

source: Register
el: Καταχωρητής

source: Registers
el: Καταχωρητές

source: Reload locales
el: Επαναφόρτωση γλωσσών

source: Remove
el: Αφαίρεση

source: Remove breakpoint from here
el: Αφαίρεση breakpoint από εδώ

source: Remove##
el: Αφαίρεση##

source: Reset all
el: Επαναφορά όλων

source: Reset view
el: Επαναφορά προβολή

source: Resume
el: Συνέχεια

source: Reverb
el: Αντήχηση

source: Roots
el: Ρίζες

source: Run to cursor
el: Ανατρέξτε στον κέρσορα

source: SPU configuration
el: Ρυθμίσεις SPU

source: Save state
el: Αποθήκευση κατάστασης

source: Saving memory card %s
el: Αποθήκευση κάρτας μνήμης %s

source: Select BIOS
el: Επιλογή BIOS

source: Select a CLUT
el: Επιλογή CLUT

source: Set Breakpoint here
el: Προσθήκη Breakpoint εδώ

source: Show Assembly
el: Ένδειξη Assembly

source: Show Breakpoints
el: Προβολή Breakpoints

source: Show CLUT VRAM viewer
el: Προβολή CLUT VRAM

source: Show ImGui Demo
el: Προβολή επίδειξης ImGui

source: Show Logs
el: Ένδειξη καταγραφών

source: Show Lua Console
el: Προβολή κονσόλας Lua

source: Show Lua editor
el: Προβολή επεξεργαστή Lua

source: Show Registers
el: Ένδειξη καταχωρητών

source: Show VRAM viewer #
el: Ενεργοποίηση προβολής VRAM #

source: Show all breakpoints
el: Προβολή όλων των Breakpoints

source: Show byte read BPs
el: Ένδειξη BPs για την ανάγνωση byte

source: Show byte write BPs
el: Προβολή BPs γραφής byte

source: Show exec BPs
el: Προβολή BPs εκτέλεσης

source: Show half read BPs
el: Προβολή BPs ανάγνωσης halfword

source: Show half write BPs
el: Προβολή BPs γραφής halfword

source: Show main VRAM viewer
el: Ενεργοποίηση κύριας προβολής VRAM

source: Show no breakpoints
el: Απενεργοποίση προβολής breakpoints

source: Show raw DWARF info
el: Προβολή πληροφοριών DWARF

source: Show source
el: Προβολή πηγής

source: Show types
el: Προβολή types

source: Show word read BPs
el: Προβολή BPs ανάγνωσης word

source: Show word write BPs
el: Προβολή BPs γραφής word

source: Simple - only handles the most common effects
el: Απλό - χειρίζεται μονο τα πιο συχνά εφέ

source: Simple interpolation
el: Απλή παρεμβολή

source: Soft Reset
el: Επαναφορά μέσω λογισμικού

source: Source
el: Πηγή

source: Start
el: Έναρξη

source: Start GPU dump
el: Έναρξη GPU dump

source: Stop GPU dump
el: Παύση GPU dump

source: Symbols
el: Σύμβολα

source: System Type
el: Είδος Συστήματος

source: The memory card %s doesn't exist - creating it
el: Η καρτα μνήμης 1%s δεν υπάρχει - γίνεται δημιουργία της

source: Theme selector
el: Επιλογή στυλ

source: Themes
el: Στυλ

source: This file does not appear to be a valid PSX file.
el: Αυτό το αρχείο δεν φαίνεται να είναι έγκυρο αρχείο PSX

source: Track %.2d (%s) - Start %.2d:%.2d:%.2d, Length %.2d:%.2d:%.2d
el: Κομμάτι %.2d (%s) - Αρχή :%.2d:%.2d:%.2d, Μήκος:%.2d%.2d%.2d

source: Unsupported PPF version (%d).
el: Μη-υποστηριγμένη έκδοση PPF (%d).

source: VRAM viewers
el: Προβολείς VRAM

source: View
el: Προβολή

source: View VRAM in 16 bits
el: Προβολή VRAM σε 16 bits

source: View VRAM in 24 bits
el: Προβολή VRAM σε 24 bits

source: View VRAM in 4 bits
el: Προβολή VRAM σε 4 bits

source: View VRAM in 8 bits
el: Προβολή VRAM σε 8 bits

source: Volume
el: Ένταση

source: Vram Viewer #
el: Προβολή VRAM #

source: Web Server Port
el: Θύρα Εξυπηρετητή Web

source: Write 16 map
el: Χάρτης γραφής 16

source: Write 32 map
el: Χάρτης γραφής 32

source: Write 8 map
el: Χάρτης γραφής 8

source: Write Byte
el: Γραφή Byte

source: Write Half
el: Γραφή Halfword

source: Write Word
el: Γραφή Word

source: ^ Date & Time
el: ^ Ημερομηνία και ώρα

source: ^ File
el: ^ Αρχείο

source: ^ Size
el: ^ Μέγεθος

source: extensions:
el: επεκτάσεις:

source: ng Load Bin file: [0x%08x] : %s
el: Φόρτωμα αρχείου Bin:[0x%08x]: %s

source: ok Load Bin file: [0x%08x] : %s
el: Επιτυχία φόρτωσης αρχείου Bin:[0x%08x]: %s

source: v Date & Time
el: v Ημερομηνία και ώρα

source: v File
el: v Αρχείο

source: v Size
el: v Μέγεθος

source: vendor
el: πωλητής

source: version
el: Έκδοση
